Repository: collective/collective.impersonate
Catalog: src/collective/impersonate/locales/*/LC_MESSAGES/collective.impersonate.po
Languages: fr

source: Impersonate
fr: Incarner cet utilisateur

source: Installs the collective.impersonate add-on.
fr: Installe le module d'incarnation d'un utilisateur

source: Uninstalls the collective.impersonate add-on.
fr: Désinstalle le module d'incarnation d'un utilisateur

source: form_choose_error
fr: L'utilisateur "${from_choose_user}" n'existe pas.

source: form_choose_user_label
fr: Entrez l'identifiant d'utilisateur:

source: impersonate_warning
fr: Ce formulaire est réservé aux administrateurs pour permettre la prise de contrôle (incarnation) d'un utilisateur. Utilisez le avec prudence.

source: list_users
fr: Identifiant

source: list_users_fullname
fr: Nom complet

source: to_search_for_a_user
fr: Pour chercher un utilisateur, utiliez le

source: users_and_groups_control_panel
fr: Panneau de contrôle Utilisateurs et Groupes
